[
  {
    "id": "art_id_1",
    "state": "NSW",
    "city": "Sydney",
    "aboriginal_city": "Pymble / Cammeraigal",
    "project_name": "Reconcilaition Action Plan - 2017 ",
    "location_type": "",
    "artist": "",
    "initiative_type": "",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_2",
    "state": "NSW",
    "city": "Sydney",
    "aboriginal_city": "Pymble / Cammeraigal",
    "project_name": "Laing O'Rourke Corporate",
    "location_type": "Reconciliation Action Plan CURRENT ",
    "artist": "Saretta Fielding ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Laing O'Rourke Reconciliation Action Plan (RAP) includes a significant artwork titled \"Burbuga Mura – Rising Path\", which visually represents the company’s reconciliation journey and commitment to Aboriginal and Torres Strait Islander peoples. \n\nHere are some key details about the artwork:\n•\tThe Pathway: Symbolizes Laing O’Rourke’s journey, with traditional symbols representing Elders, families, and children, emphasizing strong connections to family and community.\n•\tCharcoal Building Blocks: Forty blocks represent each year since O’Rourke and Sons began, interwoven with symbols of engineering excellence and innovation.\n•\tGathering Circle: Features interwoven figures in red, charcoal, and yellow, symbolizing unity and the people at the heart of the business.\n•\tBlue Water Imagery: Represents the journey from Europe to Australia, highlighting the connection between Laing O’Rourke’s global hubs.\n•\tNatural Boundaries: The mural’s irregular form reflects the lakes, rivers, and mountains that define tribal lands, reinforcing respect for Country.\nThis mural was originally installed at the North Sydney office and serves as a visual and cultural anchor for the RAP’s themes of relationships, respect, and opportunities.",
    "images_folder": "",
    "artist_bio": "An award-winning Aboriginal artist of the Wonaruah Nation from the Hunter Region",
    "links": "",
    "contact": "Aleisha Young ",
    "images": ""
  },
  {
    "id": "art_id_3",
    "state": "NSW",
    "city": "Sydney",
    "aboriginal_city": "Pymble / Cammeraigal",
    "project_name": "TAP3 ",
    "location_type": "Boomerang and Coolamun production ",
    "artist": "Laurie Bimson",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "In August 2021, two limbs of a Wallangarra White Gum at Pymble Station were removed. The tree had a fungal disease making it too unstable to remain longterm in its present location. The team researched if there were any uses for the timber and found that Wallangarra White Gum timber is used in traditional tool making. TAP3 contacted local Aboriginal business Guringai Aboriginal Tours to ask if they would have a use for it. Laurie Bimson, owner was delighted to come to site to take ‘bendy, dried out’ sections for boomerangs and coolamuns. A Coolamun is a carrying vessel that resembles a small canoe shape. This versatile piece is used for carrying tools, babies, water or food.“When I got the timber off you, I let it sit for a couple of days then I started the process of prying the bark off. Once the bark is off it needs to be held in shape while it dries out this takes about two weeks then I shape it and sand it and after I put a mixture of oil and turpentine on it this brings out the colour. I’m very happy with how it turned out I will be making some more soon.”",
    "images_folder": "",
    "artist_bio": "I am Laurie Bimson. I’m a proud Aboriginal man from what is known as Guringai country.\nThere are many clans in Guringai country, Garigal being one of them which is our clan.\nMy people are salt water people and have been the custodians of Guringai country for about 40,000 years. Guringai country covers a large area to the north of Sydney Harbour up to Lake Macquarie and from the Pacific Ocean out to Wisemans Ferry. We look after this land and in turn the land looks after us.When I was young my dad taught me to survive. He showed me how to make spears and boomerangs and humpy’s. He also showed me how to catch yabbies, eels and fish and what plants to eat. We were the only kids in the street with a humpy outside our back fence. We used to go down to the local aboriginal carvings all the time. We were Aboriginal and I was very proud. I was always envious of my Aboriginal friends dark skin – I wished mine was darker. I was always in the bush (it drove my mum crazy!). She always asked “What did you survive on? You have been gone all weekend!” I had the best cave that I used to stay in.",
    "links": "About us -",
    "contact": "Hannah Lewis Dalby ",
    "images": ""
  },
  {
    "id": "art_id_4",
    "state": "NT ",
    "city": "",
    "aboriginal_city": "",
    "project_name": "",
    "location_type": "",
    "artist": "",
    "initiative_type": "",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_5",
    "state": "QLD ",
    "city": "Rockhampton",
    "aboriginal_city": "Darumbal Country ",
    "project_name": "ASMTI ",
    "location_type": "Art Commisson \"Shoalwater\" ",
    "artist": "Earnest Garrett ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "The art depicts Darumbal country from the ocean water across the plains to the hills \nThe four circles represent the 4 tribes on Darumbal Country, working in collaboration for the project.he painting is by local artist Ernest Garrett and is titled \"Shoalwater\" This piece portrays the movement found at Shoalwater Bay./ The place where the land meets the sea is crowded with movement. From the animals to the country itself and its people. The Four circles in the center represent the Four main groups that make up the Darumbal nation, with in those groups show a meeting place which represents unity.\n\n \n\nThe works were commissioned as part of the commissioning of the site offices which included Darumbal coming to the project and Welcoming us to Country, and giving us their permission and understanding of the nature of the work that is to be undertaken. This was followed by smoking ceremony and walk through the precinct.",
    "images_folder": "",
    "artist_bio": "Ernest Garrett is a proud decendent of the Darumbal, Wakka Wakka and Wulli Wulli peoples of South East Queensland, Australia. His strong cultural heritage and knowledge passed down to him is the inspiration behind what he creates. Ernest endeavours to share his culture while promoting growth and concepts of connection through his creations. (Source: Satchi Art) ",
    "links": "https://www.facebook.com/doondoonaboriginalart/",
    "contact": "James Foreman ",
    "images": ""
  },
  {
    "id": "art_id_6",
    "state": "SA ",
    "city": "",
    "aboriginal_city": "",
    "project_name": "",
    "location_type": "",
    "artist": "",
    "initiative_type": "",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_7",
    "state": "Vic ",
    "city": "Melbourne",
    "aboriginal_city": "Narrm",
    "project_name": "Select Plant Australia ",
    "location_type": "",
    "artist": "",
    "initiative_type": "",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "Marnie Reid ",
    "images": ""
  },
  {
    "id": "art_id_8",
    "state": "Vic ",
    "city": "Melbourne",
    "aboriginal_city": "Narrm",
    "project_name": "EBTA",
    "location_type": "Team Artwork ",
    "artist": "Kirby Bentley (and EBTA team) ",
    "initiative_type": "",
    "description": "At EBTA’s project launch in November, over 400 team members came together in a powerful storytelling experience led by EBTA Senior Indigenous Affairs and Social Inclusion Advisor Kirby Bentley. Through a thoughtfully designed activity, participants used symbolic imagery to illustrate their personal journeys to the project—then shared their stories in small, connected circles of 10. The result was more than team building; it was a deeply moving collective reflection that brought people closer together. Kirby then wove these hundreds of unique stories into one remarkable artwork—a vibrant visual tapestry that captures the heart and spirit of the project.",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_9",
    "state": "Vic ",
    "city": "Melbourne",
    "aboriginal_city": "Narrm",
    "project_name": "SEPA ",
    "location_type": "Alliance Art Commisson ",
    "artist": "Jodie Brennan (Mazart Communications) ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "As part of SEPA’s strategy to increase visual cues and strengthen the awareness of our culture and our rich history and connection to first Australian traditions and country we proposed development of a SEPA story and artwork.  The plan behind this branding is to harness the richness of Indigenous culture and cultural traditions in understanding and sharing our own culture.  The intent is to share the stories of our people, their achievements, share and discuss the obstacles and improvements through story telling.  Acknowledging the 60,000 years of promoting the tradition of story telling in art form from through that of Aboriginal culture as a way of passing on knowledge and custodianship.  We believe that by celebrating Aboriginal culture through the creation of our own artefact and our story we have a mechanism to discuss and share in the way we come to work.  In turn we engage Aboriginal businesses and promote the inclusion of them in our supply chain and in recognition of a rich history of our first nations people we promote a workplace focussed on reconciliation and safety.Bring SEPA’s story and culture to life in a graphical way using indigenous art.\nTo visually explain our SEPA story and our cultural journey.\nShow that community spirit and the creation of a positive, safe workplace based around respect and caring is important to us.\nCreate an opportunity and an open invitation to our people to join our mob (SEPA Family). The Wedge Tailed Eagle\nBunjil the eagle flies high in the top left-hand corner.\nBunjil is the Kulin nation creator and spiritual leader.\nThe symbol of Bunjil the eagle protects us and watches over this land, our people, the plants, and the environment.\n \nPurple Creativity symbol\nBeneath the eagle lies the Creativity icon (the first of our CARES values).\nThe circles represent the peeling back of layers, constantly transforming and innovating over and over.\nThe circles have no end, representing that we will continue our endless pursuit to improve and learn. \n \nGreen Accountability symbol\nThe green colour is linked to our commitment to doing what is asked of us and taking accountability for our actions.\nIt also represents the care we have for one another and the legacy and footprint we leave on the environment.\n \nBlue Relationships symbol\nThis symbol represents our commitment to actively nurture and grow relationships, including our strategic direction of having great partnerships, involving all of our stakeholders and partners.\nIt invites our people to speak up and make a pledge to drive an inclusive and collaborative culture.\nIt symbolises our respectful exchange of ideas.\nIt also encourages our people to find opportunities to contribute and have a voice while at the same time, taking time to listen.\n \nOrange Empowerment symbol\nThe two links represent our people coming together and that our people are empowered to lead change and support those who need a leg up.\nThe multiple links also symbolise that we act to solve problems together.\nIt symbolises that our people feel empowered to make their contribution in a positive, respectful manner.\n \nYellow Safety symbol\nThis symbol represents the last of our CARES values, demonstrating our commitment to safely carry out our works.\nIntentionally the symbol is very much like the Next Gear cog, reinforcing the importance of safety across all that we do.\nIt represents the role that everyone plays in keeping the workplace safe and moving forward – it also represents we are about making and creating safer places. \n \nThe 5 symbols and their importance\nAs standalone icons these symbols represent our commitment to our CARES values, Creativity, Accountability, Relationships, Empowerment and Safety.\nCollectively they represent the way we go to work.\nAt the macro level, four of the five symbols can also represent our Alliance partners LXRP, Laing O’Rourke, Metro Trains Melbourne and Jacobs, while the fifth symbol defines our links to the communities whose lives our projects seek to transform.\n \nThe Koori Eel trap\nMoving along our journey we now reach the Koori eel trap.\nThe Koori Eel trap reaches across our countryside, connecting the country and city, similar to our railway network.\nIt aligns with the Five LXRP Greats to deliver a great network.\nThe pebbles in the eel trap symbolise our people, coming into the third space as individuals but united as part of one mob/group. We commonly refer to our mob as the ’SEPA Family’.\nThe third space is the intersection between who we are as individuals and what defines us (our background, our culture, our values and belief systems), and where we come together in the workplace. The third space is where we achieve and transform communities together.\nThe pebbles themselves are all different shapes and sizes, representing the individuality and diversity of our people and the value diversity brings to our SEPA Family.\nThe eel trap is always moving. Individuals come and go, but the eel trap constantly reforms and revitalises itself, always ’humming’.\nThe pebbles in the eel trap represent GREAT PEOPLE coming together in a yarning circle through GREAT ENGAGEMENT.\nThe circular nature of the eel trap also represents Project Lifecycle Thinking, having the end in mind all the way from feasibility through to final completion.\nThe pebbles in the eel trap are white, which is a spirit colour representing the positive energy and attitude our people bring to the conversation. White also represents wholeness and completion, which brings together our end to end project lifecycle thinking.\n \nGum Leaves\nWe now reach the bottom right of our artwork, where you find a series of gum leaves.\nThe gum leaves symbolise where our journey started and also where are story is going.\nIt started with a Welcome to Country and Smoking Ceremony led by Uncle Colin, a local indigenous man.\nUncle Colin brought a branch of gum leaves, found from trees across Victoria, and asked the AMT to each take a leaf.\nThe AMT reflected on the fact that the leaves came from trees that were here generations before us, and will continue to grow for future generations long after us.\nListening to Uncle Colin’s personal stories and reflections really hit home to the AMT the importance of storytelling, like our SEPA story.\n \nFish\nThe fish symbolise movement as well as change, which is an underlying theme across the whole artwork, as we evolve and grow as individuals and as a SEPA Family.\n \nOverall\nThe large coloured areas in the background, with black and white pebbles, symbolise the GREAT PLACES, that are being created for the community to come together and share stories.\nThe vibrant colours represent the energy we bring to work and to each other.\nThe layering of symbols reflects SEPA’s journey to date and that it is constantly evolving.\n ",
    "images_folder": "",
    "artist_bio": "Mazart Design Studio is an award winning boutique graphic design studio. Supply Nation certified. With over 20 years experience we have all the skills and knowledge to turn your design request into reality. We have extensive experience designing for both Corporate and Government sectors, specialising in RAP’s and report design, exhibition and book design, marketing material, annual reports, logo's and typography more. We are a young and vibrant Indigenous graphic design business supporting our culture through design. The artist is Jodie Brennan a proud descendant of the Gomeroi people.",
    "links": "Powerpoint available including team images and videos ",
    "contact": "\nChris Topalidis",
    "images": ""
  },
  {
    "id": "art_id_10",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Laing O'Rourke Corporate",
    "location_type": "Meeting room artwork ",
    "artist": "",
    "initiative_type": "",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_11",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx ",
    "location_type": "Project shirts",
    "artist": "Acacia Collard",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "The concept of the artwork is to symbolise the rich history of the lands we have been working on and to capture the journey of the many multicultural hands of those who have bought this train line to life.",
    "images_folder": "Yes",
    "artist_bio": "Acacia is a young Badimia Yamatji – Balladong Noongar woman who comes from two large and prominent families in Western Australia, and currently lives in the Perth area.\n\nShe specialises in contemporary Aboriginal artworks and designs including canvas painting, rock art, sand murals and all sort of other fun and exciting masterpieces.\n\nAcacia has been creating her work since she was in primary school. Over recent years she has really got to know and appreciate her culture through her artwork and is heavily involved in her community through events such as NAIDOC and Sorry Day.\n\nAcacia has shown her unique and exciting talent through her artwork and this reflects her connections to her Aboriginal heritage of which she feels very strongly about.",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_12",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "All locations fact sheet",
    "artist": "METRONET",
    "initiative_type": "All project artworks",
    "description": "Public Art Fact Sheet",
    "images_folder": "",
    "artist_bio": "Website",
    "links": "Youtube footage",
    "contact": "Terika Horwood ",
    "images": ""
  },
  {
    "id": "art_id_13",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "",
    "artist": "Marcia McGuire",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Blue tree project - Aboriginal art with writing, staff were encouraged to participate as part of an EPIC day activity for mental health",
    "images_folder": "Yes",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_14",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Ellenbrook & Ballajurra Train Station",
    "artist": "Marcia McGuire and Penelope Forlano.",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "The circle featured in the screens represents the Gynning - ‘the place of looking’ for the Whadjuk Noongar People and for those entering Whadjuk Country. The lines flowing from the centre to the edges represent the traveller’s journey alongside footprints. The balga’s (grass tree) circular stump, gum tree leaves and peppermint tree represent elements of a traditional smoking ceremony - welcoming, blessing and protecting visitors and travellers from all walks of life – and reflects people coming and going from their homes in Ellenbrook and a sense of safe and swift travels.",
    "images_folder": "Yes",
    "artist_bio": "Marcia McGuire a Whadjuk, Ballardong, Yued\nNoongar and Badimia Yamatji artist focuses\non painting and digital art to express every day\nAboriginal culture. She has devoted herself to\nlearning and exploring Aboriginal and popular\nmodern art.",
    "links": "Youtube footage",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_15",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Ellenbrook",
    "artist": "Nathan Corunna and Darren Hutchens",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "The Waugal is a Noongar dreamtime ancestral serpent who carved rivers, underground waterways and valleys. The mural represents the Ellenbrook Track (Karla Nara Gynning Biddi) and Ellenbrook stream through images of native animals and plants found in the area such as the Western Swamp Tortoise and balgas (grass trees).",
    "images_folder": "Yes",
    "artist_bio": "Nathan Corunna is an emerging Noongar artist and\nstoryteller who shares his culture through public art\nand paintings of animals connected to Country. \n\nDarren Hutchens is an experienced mural artist\nwhose unique style and use of colour transforms dull\nareas into awe inspiring artworks. ",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_16",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Ellenbrook",
    "artist": "Cultural Signage\n- bulk head text\n- free standing monument",
    "initiative_type": "Cultural Recognition",
    "description": "Title \nWhiteman Park Station – Wirrin\n\nArrival \nKaya Wandjoo Wirrin\nHello and Welcome to Whiteman Park\n\nSpelling Phonetics\nWirrin\n\nMeaning\nA place of good strong Waugal (spiritual) presence is situated here.\n\nNarrative\nThis station has been named Wirrin, which translates in Noongar to a place of a good powerful spiritual presence. The Wirrin (a place of good spirits) area is a special site for the Noongar people, where this place and its stories are deeply respected. ",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_17",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Whiteman Park",
    "artist": "Rohin Kickett and Haylee Fieldes (Fieldey)",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "Images of traditional Noongar pathways and Whiteman Park’s native flora and fauna represent the ecological and cultural importance of groundwater and the Bennett Brook stream. ‘Seen/Unseen’ explores the connection between water and people in the Bennett Brook catchment. The north wall depicts the underground Gnangara Water Mound (the Unseen) as a subtle side-profile of rock layers and aquifers. This is contrasted with an aerial view of an undrained Bennett Brook stream (the Seen), showing how it may have looked when water was plentiful and local Noongar groups camped and lived off the land. Yellow lines represent the traditional biddi (pathways) that connect the land, water and animals. On the south wall, the same view of the Gnangara Water Mound has become a hidden void overlaid with a present-day map with local roads as the modern pathways of connection.",
    "images_folder": "Yes",
    "artist_bio": "Rohin Kickett is a Noongar artist from the\nBallardong region whose works are inspired by his\nfamily’s stories of strength and survival. \n\nLocal artist Haylee Fieldes (Fieldey) creates bright\nand colourful murals using geometric and stylised\nshapes to tell stories of communities and place. ",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_18",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Whiteman Park",
    "artist": "Jack Bromell ",
    "initiative_type": "Non Indigenious artist",
    "description": "The entry mural transforms the walls around the station entrance with three giant\nwedge-tailed eagles in flight and abstract swamp and stout paperbark leaves and\nflowers. The iconic WA bird of prey is a native species of Whiteman Park. ",
    "images_folder": "Yes",
    "artist_bio": "Self-taught mural artist Jack Bromell applies his\nintricate, illustrative style to public art, inspired by\nnative flora and fauna, feelings and dreams.",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_19",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Whiteman Park",
    "artist": "Pip Kelly (non Indigenious)",
    "initiative_type": "Non Indigenious artist",
    "description": "Freshwater mussels have been cleaning Perth waterways for over 200 million years and are integral to the health of the environment and the ancient system of renewal. The contribution and significance of the mussels is captured in enlarged white quartz sculptures of freshwater mussels that have a connection to Whiteman Park. The unique shape invites people to stop, observe and breathe, with shadows from the moon laid out on the ground beneath the mussels reflecting time and the starry night sky on the water’s surface.",
    "images_folder": "Yes",
    "artist_bio": "Pip Kelly is a Western Australian filmmaker\nand artist. Guided by a passion for storytelling\nshe explores micro stories within nature and its\ninterconnectedness with people and the universe.",
    "links": "Youtube footage",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_20",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Whiteman Park",
    "artist": "Cultural Signage\n- bulk head text\n- free standing monument",
    "initiative_type": "Cultural Recognition",
    "description": "Title \nWhiteman Park Station – Wirrin\n\nArrival \nKaya Wandjoo Wirrin\nHello and Welcome to Whiteman Park\n\nSpelling Phonetics\nWirrin\n\nMeaning\nA place of good strong Waugal (spiritual) presence is situated here.\n\nNarrative\nThis station has been named Wirrin, which translates in Noongar to a place of a good powerful spiritual presence. The Wirrin (a place of good spirits) area is a special site for the Noongar people, where this place and its stories are deeply respected.",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_21",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Ballajura",
    "artist": "Peter Farmer and Jason Hirst",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "‘Moort (family)’ signifies the importance and unity of the Noongar family structure and symbolises the role of the mother, daughter, father and son within the family. The artworks evoke a sense of individualism - as each member has their own responsibilities and roles - but are positioned in pairs to reflect Noongar family bonds. The sculptures integrate the intense yellow tones of Moodjar (Christmas tree) flowers that hold great significance for Noongar People and are used to make sweet water.",
    "images_folder": "Yes",
    "artist_bio": "Peter Farmer and Jason Hirst\nAward-winning and internationally-renowned\nNoongar artist Peter Farmer creates works which\nare highly significant to the heritage of their\nsites. Designer and artist Jason Hirst focuses on\ncreating works that live harmoniously in their new\nsurroundings.",
    "links": "Youtube footage",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_22",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Ballajura",
    "artist": "Cultural Signage\n- bulk head text\n- free standing monument",
    "initiative_type": "Cultural Recognition",
    "description": "Title\nBallajura Station - Oordal Kalla\n\nArrival \nKaya Wandjoo Oordal Kalla\nHello and Welcome to Ballajura\n\nSpelling Phonetics\nOord-al Ka-lla\n\nMeaning\nThe place of the moort (family) Boorloo (clan, group) of Pidgeon and/or Parrakeet. \n\nNarrative\nOordal Kallap gives reference to the Boorlo (clan) name of Yellagonga’s tribe, which was recorded by Armstrong in 1834 after his appointment as “Native Interpreter”. Oordal refers to the pigeon or parrakeet according to Elders and Linguists. “Kalla” is a general term referring to the clan or moort (family group). The elders have approved this site name to kaartdjin wangkiny (educate and talking to others) on Yellagonga and his Kala of 28 persons.",
    "images_folder": "Yes - freestanding text only",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_23",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Noranda",
    "artist": "Melski + Lilsiski (non Indigenious)",
    "initiative_type": "Non Indigenious artist",
    "description": "‘Entwined Ecosystems’ celebrates the two important but threatened ecosystems of Lightning Swamp - the Wetlands and the Banksia Woodlands - coming together to live cohesively. Featured throughout are flora, birds and insects including the pollinators (bees and moths) that play a small but vital part of these ecosystems. The background features the teals of the wetlands, the dark grey sand on which Noranda is built and the air, wind and water weaving throughout.",
    "images_folder": "",
    "artist_bio": "Sisters Mel McVee and Tash Alibegovic (Melski +\nLilsiski) create works that celebrate what is locally\nbeautiful and quintessentially Australian, playing with\nflora and fauna. ",
    "links": "Youtube footage",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_24",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Noranda",
    "artist": "Cultural Signage\n- bulk head text\n- free standing monument",
    "initiative_type": "Cultural Recognition",
    "description": "Title\nNoranda Station – Bohrnup\n\nArrival \nKaya Wandjoo Bohrnup \nHello and Welcome to Noranda \n\nSpelling Phonetics\nBohrn -up \n\nMeaning\nThe place of the Bohrn (blood roots, meaning edible native chilli) and Bohrn (blood root) Haemoducrum Spicatum.\n\nNarrative\nNoongar Elders identified the bohrn (blood root) as a significant merinj (food) plant for the Boora (Upper Swan region). Noongars would wet-dang (harvest) the plant in this location and would use it to season dartj (meat) to ngargno (eat), particularly yonga (kangaroo). The plant is a member of the yonga maar moort (kangaroo paw family) and has an onion, chilli and radish tone. The tubers were eaten dal-yaar (raw) or dukuun (roasted) on the coals at certain times of the year.",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_25",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "MELconnx",
    "location_type": "Morley",
    "artist": "Cultural Signage\n- bulk head text\n- free standing monument",
    "initiative_type": "Cultural Recognition",
    "description": "Title \nMorley - Weeip \n\nArrival\nKaya Wandjoo Weeip \nHello and Welcome to Morley\n\nSpelling Phonetics\nWee-ip\n\nMeaning\nA Birdiyia (a person of authority), of Boora (Upper Swan region)\n\nNarrative\nThe Noongar place name for Morley Station is Weeip, which refers to Weeip who was a recognised Birdiyia (a person of authority) of Boora (Upper Swan region). This Boora (Upper Swan region) was the start of the journey to his Kallap (ancestral lands) Karla Gnara (Ellenbrook) Station",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_26",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Greater Connect Alliance ",
    "location_type": "Alliance Branding ",
    "artist": "Marcia McGuire ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "",
    "images_folder": "",
    "artist_bio": "",
    "links": "",
    "contact": "Amanda Inman, Bianca Makin ",
    "images": ""
  },
  {
    "id": "art_id_27",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Logo design",
    "artist": "Darryl Bellotti",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Concept shows the Byford Extension rail line, with the crisscrossing landscape at the top, train line in the centre, going through the central area which symbolises the new Byford station. The dots at the top are the footsteps of Nyoongar people who have lived in the area for generations, who’s stories travel from Byford to Armadale and the surrounding areas. The semicircle at the top represents the hills in the east overlooking the Byford rail extension.",
    "images_folder": "Yes",
    "artist_bio": "I am an Indigenous man of both Yamatji and Nyoongar descent and am based in the Perth metropolitan region. I work as a Graphic Designer and Consultant to both government and the private sector. I use my creative abilities to pass on traditional knowledge, and work to ensure people from around the world get to share in the rich and diverse culture of my people. I am recognised as an Indigenous designer, artist, mentor, public speaker, writer, and cultural teacher.",
    "links": "https://engage.cloud.microsoft/main/org/laingorourke.com.au/threads/eyJfdHlwZSI6IlRocmVhZCIsImlkIjoiMTk1NjM5MjkxMDM1NjQ4MCJ9",
    "contact": "Saemah Wade ",
    "images": ""
  },
  {
    "id": "art_id_28",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Project shirts",
    "artist": "Seantelle Walsh ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "This design pays homage to the Noongar people’s six season and my evolving connection to the land, both professionally and  personally. Which captures the essence of the South-West of Australia\n\nFront Design\nThe Yonga (kangaroo) stands gracefully in a side-on position embodying strength and resilience as he is looking beyond. This symbolises a grounding connection to the land and the enduring spirit of the Noongar people.\nThe Wagyl connects us to the land and it’s natural cycles but also to the past, present, future and culture.\n\nBack Design\nLike many Indigenous cultures, the Yaakan (turtle) represents longevity, patience and resilience. Their movements are to echo the importance of taking time to connect with world around us and reflect on our own place within.\n\nSleeves\nThe sleeves feature campfires, symbolic of the Noongar concept of ‘camp’, a heart and home base. These campfires represent gathering, warmth, and community. This is a place of bring spirit togetherness, where stories are shared and cultural traditions are being passed down through generations.",
    "images_folder": "Yes",
    "artist_bio": "Seantelle Walsh is a contemporary Noongar artist, born and raised in Boorloo, Perth (Whadjuk Country). Through her mother, Seantelle is connected to the Perenjori Balardong area and the Wilman Tribe from Gnaala Kala Boodja region.\n\nHer diverse practice involves studio-based paintings, digital work, murals and public art. Seantelle has delivered creative workshops which encourage cultural diversity with a contemporary perspective on Aboriginal Art and Culture. She has also created public art for Westfield Whitford City, Hawaiian Park Centre, Watercorp, and designed the Women’s Wallaroos First Nations jersey for Rugby Australia.",
    "links": "https://engage.cloud.microsoft/main/threads/eyJfdHlwZSI6IlRocmVhZCIsImlkIjoiMzIxNzE4NDExNzM3NDk3NiJ9?trk_copy_link=V1",
    "contact": "Terika Horwood ",
    "images": ""
  },
  {
    "id": "art_id_29",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Armadale viaduct",
    "artist": "Seantelle Walsh, Mel McVee, Amok Island, Haylee Fieldes",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "Station entrance – a shimmering mural of turtles and light\nA striking mural on the ceiling of the Armadale Station entrance will feature a family of Oblong turtles gracefully moving from the deep to shallow waters of a tannin-stained stream. Above the turtles, lights scattered across the artwork will be programmed to represent the shimmering reflections of water and will help direct commuters towards the station entry. The station entry artwork highlights the natural beauty of the Armadale area and is a tribute to the resilience and significance of local wildlife.\n\nViaduct piers: showcasing local plants and wildlife\nArtwork on the viaduct piers will showcase the diverse animal and plant life in Armadale and the surrounding area and represent a journey through four distinct landscapes – river, wetlands, bush and scarp. A variety of plant species drawn with fine lines will be overlaid with paintings of local species such as the Motorbike Frog, Red-Tailed Black Cockatoo, Brushtail Possum, Quenda, Australian Wood Duck, Splendid Wren and Western Grey Kangaroo, reflecting the area’s rich wildlife. Each landscape will be represented by different colours - orange for the river, gold for the wetlands, green for the bush and blue for the Darling Scarp. The landscape concepts are imagined like ripples in water, starting with the river at the station and creating a wave-like movement across the viaduct to the wetlands, bush and scarp to show the flow of life and the six Noongar seasons.\n\nNoongar history celebrated through local flora and fauna\nArtwork on both murals includes a selection of flora and fauna species found in the Armadale area including the Yonga (kangaroo), Kiya (red-tailed black cockatoos) and Kwoorling (quenda/southern brown bandicoot). It also references Noongar history through linework that represents travel through the six Noongar seasons - Birak, Bunuru, Djeran, Makuru, Djilba, and Kambarang - reflecting the shifting moods, life cycles and environments that define these Noongar history celebrated through local flora and faunaseasons. The circular icons represent camps used as resting places on long journeys. The camps played a significant role in the history and culture of Noongar people. They are places where people gathered and shared their knowledge through storytelling, song and dance. The travel lines represent the path of travel between the camps, and are representative of the commute to the train station, a common meeting place. By weaving Noongar stories and iconography into the design, the artwork bridges traditional knowledge with modern perspectives, highlighting the significance of understanding and respecting the natural rhythms of the natural world around us.",
    "images_folder": "Yes - working progress photos",
    "artist_bio": "Seantelle Walsh (Kardy Kreations) is a contemporary Noongar artist well known for her murals and public art. Born and raised in Boorloo, Perth (Whadjuk Country), Seantelle is also connected to the Perenjori Ballardong area and the Wilman Tribe from Gnaala Karla Boodja region\n\nMel McVee (Melski) is a Perth born multi-disciplinary artist working in the realms of community art, murals, sculpture and illustration. Her artwork celebrates local Australian beauty\n\nAmok Island is a Fremantle-based multi-disciplinary artist whose art focuses on nature and conservation, reflecting his deep appreciation for the natural world.\n\nHaylee Fieldes (Fieldey) is a professional artist and muralist who has painted small and large-scale murals around the world. She is well known internationally for her instantly recognisable iconic style.",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_30",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Larsen Road pedestrian bridge",
    "artist": "Sioux Tempestt ",
    "initiative_type": "Non Indigenious artist",
    "description": "As part of the artwork development, Sioux Tempestt worked closely with students from Marri Grove Primary School in three fun and interactive workshops that explored a range of creative techniques. Guided by Sioux, students engaged in shadow painting inspired by nature and foam printing based on local images, to create patterned collages. Through these activities students explored their sense of identity and community, reflecting on their connections with themselves, their peers and the environment around them. Selected artworks have been included in the final mural designs and will be adapted into stencils for the sandblasted artwork on the bridge and adjacent paths. The artworks add a playful touch to the murals with animals in motion bringing a sense of energy and life and the inclusion of buildings and historical imagery showcasing the vibrancy of the local community. A white line symbolises the paths travelled by students and commuters, creating a sense of movement. The abstract patterns and realistic depictions of animals are layered with colours that highlight the growth of local bushland, resulting in a visual experience that invites discovery and delight.",
    "images_folder": "Yes",
    "artist_bio": "Sioux Tempestt is an experienced artist who has created large scale contemporary mural and sculptural artworks and digital creations. Sioux’s works aim to create a narrative and connection, integrating the built form and natural environment through thought provoking design. Sioux has held group and solo exhibitions and her work is displayed in the Rio Tinto, City of South Perth and Ronald McDonald House public collections.",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_31",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Seventh Road - Southern end of elevated rail ",
    "artist": "George Domahidy",
    "initiative_type": "Non Indigenious artist",
    "description": "As a part of the artwork development, George Domahidy worked closely with Armadale Senior High School specialist art students in three interactive workshops. The students explored printmaking techniques and developed designs to be incorporated into the murals and shared path art, which they transformed into prints. Selected student artworks are included in the final mural designs and have been adapted into stencils for the sandblasted artwork on the shared path. The integration of student work enhances the diversity and vibrancy of the final artwork while instilling a sense of ownership and pride in the talented young artists, making the community an integral part of the final artwork.",
    "images_folder": "Yes",
    "artist_bio": "George Domahidy is a practising artist with over sixteen years’ experience\ncollaborating with schools and communities. He has also engaged in various public\nart projects and large-scale commissions. His work primarily focuses on geometric and pattern-based art, often creating intricate grid-like collages that combine various aesthetic gestures and elements. George’s artwork has been showcased in exhibitions and projects across Australia, and in cities throughout Europe and Asia, including engaging with ideas and aesthetics linked to perception, identity and subjectivity within the public realm.",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_32",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Armadale activation artworks",
    "artist": "Dallas Bennell",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "bio's in draft",
    "images_folder": "",
    "artist_bio": "bio's in draft",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_33",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Byford Rail Extension",
    "location_type": "Byford activation artworks",
    "artist": "Nigel Chad",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "bio's in draft",
    "images_folder": "",
    "artist_bio": "bio's in draft",
    "links": "",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_34",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Fremantle Bridges Alliance ",
    "location_type": "Logo design",
    "artist": "John Curtin Collage of the Arts Maali Mia Students ",
    "initiative_type": "Aboriginal artist - collaboration initiative",
    "description": "Fremantle Bridges Alliance has recently launched a new Alliance logo and branding, masterfully crafted by the talented students from Maali Mia program at John Curtin College of the Arts. \n \nUnder the guidance of the project design team, local noongar elder Freda Ogilvie and Karrda consultancy,  the students developed concepts inspired by their own connection to the area along with the alliance values and project’s cultural narrative (developed by the projects Elder Reference Group). \n                                                                                                                                        \nThe partnership has involved students visiting the project site, meeting the team and Elder Reference Group Members. The students confidently presented their patterns to the alliance board in late 2024 and designs were then incorporated into the project. \n \nAlong with digital logos, building signage, wall stickers and pull up banners have been since been developed and printed by local Aboriginal businesses. \n \n“ Our team was so pleased to be able to find new ways of embedding Noongar culture into the project along with providing local students with the opportunity to create a real-life work example in design,  exposing students to the Construction Industry and career pathways. During all group activities and site visits, the students demonstrated enthusiasm, engagement in the tasks and talent in the creation of amazing patterns and designs.” said Amanda Inman, Snr Indigenous Affairs and Social Inclusion Advisor. \n",
    "images_folder": "",
    "artist_bio": "EVIE BATES - WALTHAM\nI’m Evie from Broome and my mob is Nikina Mangala. My designs were inspired by the Seven Sisters because they were always together to support each other and they were known as the Seven Sisters and not individuals. I was also inspired by the connection to boodjar(country) and moort(family) and that you’ll always have moort to be there for you throughout your life and support you in decisions. \n\nMAX LEVI \nI’m Max Levi and I’m from Wickham WA and my mob is from St Pauls Island/Moa Island. My design was inspired by the water, and how it connects us all. I’ve always loved the ocean being an Islander and fishing so I wanted to represent that.",
    "links": "",
    "contact": "Amanda Inman, Lara Goetz ",
    "images": ""
  },
  {
    "id": "art_id_35",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Armadale Access Alliance ",
    "location_type": "",
    "artist": "Rohin Kickett ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Roundabout artwork Artwork \nIdentified as one of the most significant Aboriginal sites south of the Derbarl Yerrigan (Swan River), Walliabup (Bibra Lake) was vitally important to the Beeliar Noongars. The wetlands were important camping and ceremonial areas. The river and land provided sources of food. The chain of wetlands to the east was part of a major trade route between Aboriginal people in the Swan and Murray River areas. Rohin uses his previous experience as a concreter and utilises earthy-coloured aggregates to represent the numerous tracks and campsites that have been noted in the area, and this has been depicted in the design for this roundabout. ",
    "images_folder": "",
    "artist_bio": "Rohin Kickett (Dushong Art) is a modern Noongar artist from the Ballardong clan. Rohin’s artworks are inspired by his family stories of strength and survival, along with his personal experiences growing up in Boorloo (Perth).  Rohin explores the devastated state of lakes and river systems that were once vital life sources for his people. Rohin endeavours to preserve the image of these sites before they are destroyed. His artworks represent the Noongar region by aerial view landscapes in an abstract style, while also exploring alternative ways of mark making. ",
    "links": "",
    "contact": "Lara Goetz, Amanda Inman ",
    "images": ""
  },
  {
    "id": "art_id_36",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Armadale Access Alliance ",
    "location_type": "",
    "artist": "Seantelle Walsh ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Community Art with the studnets from Deadly Sista Girlz. Seantelle worked with the students over a period of four weeks sharing art techniques and the project team supported the partnership sharing information on the project and construction careers When planning our project’s Aboriginal and community engagement we wanted to engage the local community in the development of a project specific art piece.\n\n \n\nIn order to make this happen we worked with one of the project’s public artists (Emerging Noongar artist Seantelle Walsh of Kardy Kreations)\n\n \n\nSeantelle visited the local high school Southern River College and worked with Year 9 and 10 students from the Deadly Sista Girlz Program https://www.wf.org.au/deadly-sista-girlz/) to plan and design this artwork. The art piece will be proudly displayed at the AAA site office.\n\n \n\nThe artwork describes the connection between Boodja (country) and the water. The hands tell the students individual stories. “Always was Always will be” is in recognition of NAIDOC Week 2020. During the school visits Seantelle worked with the girls to build their art skills and female members of the AAA team also visited to discuss careers in construction and our project’s progress.\n\n ",
    "images_folder": "",
    "artist_bio": "",
    "links": "https://engage.cloud.microsoft/main/threads/eyJfdHlwZSI6IlRocmVhZCIsImlkIjoiOTk0Nzk5NzAzNjcwNzg0In0?trk_copy_link=V1",
    "contact": "",
    "images": ""
  },
  {
    "id": "art_id_37",
    "state": "WA",
    "city": "Perth",
    "aboriginal_city": "Boorloo",
    "project_name": "Armadale Access Alliance ",
    "location_type": "",
    "artist": "Seantelle Walsh ",
    "initiative_type": "Aboriginal artist - solo artist initiative",
    "description": "Underpass 9472, 9454 and Screen walls \" Constellation\" \nThis artwork represents our night sky. The three circles filled with dots and travelling lines passing through, represent the Milky Way as well as our past, present, and future. The emu in the sky is an Aboriginal constellation that is defined by dark nebulae that are visible against the Milky Way rather than by stars and can be found left of the Southern Cross. Filling the night sky with stars and other constellations, you’ll find two large stars in remembrance of Midgegooroo and his son Yagan who were influential Noongar leaders of their home country, Beeliar. \n",
    "images_folder": "",
    "artist_bio": "Seantelle is a contemporary Noongar artist, born and raised in Perth. A former member of the Cockburn community, she has collaborated with establishments locally and across WA to assist and encourage enhancement of public spaces with Aboriginal artwork. Seantelle uses her art as a form of storytelling and works to inspire people of all ages to connect with Aboriginal songlines by sharing their own experiences in creative ways. Seantelle draws inspiration from what she sees and feels, as well as through spirituality and ongoing connection back to boodja (country).",
    "links": "",
    "contact": "Lara Goetz, Amanda Inman ",
    "images": ""
  }
]
